tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/science'
brew 'homebrew/dupes/grep'
brew 'ack'
brew 'android-sdk'
brew 'ansible'
brew 'ant'
brew 'autoconf'
brew 'autoenv'
brew 'automake'
brew 'camlp4'
brew 'chruby'
brew 'clasp'
brew 'clipper'
brew 'cloc'
brew 'closure-compiler'
brew 'closure-linter'
brew 'cmake'
brew 'coreutils'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'fasd'
brew 'findutils'
brew 'fswatch'
brew 'gcc'
brew 'gd'
brew 'gdbm'
brew 'gettext'
brew 'ghc'
brew 'git', args: ['with-brewed-curl', 'with-brewed-openssl', 'with-persistent-https', 'with-pcre']
brew 'git-extras'
brew 'git-flow-avh'
brew 'glib'
brew 'gmp'
brew 'gnupg'
brew 'gnutls'
brew 'go'
brew 'gpg-agent'
brew 'graphviz', args: ['with-app']
brew 'gringo'
brew 'htop-osx'
brew 'httping'
brew 'httrack'
brew 'hub', args: ['HEAD']
brew 'iftop'
brew 'isl'
brew 'json-c'
brew 'lcdf-typetools'
brew 'libpng'
brew 'macvim'
brew 'memcached'
brew 'mercurial'
brew 'mobile-shell'
brew 'mongodb'
brew 'mpfr'
brew 'nettle'
brew 'nginx'
brew 'node'
brew 'ocaml'
brew 'opam'
brew 'openssl'
brew 'optipng'
brew 'p7zip'
brew 'pcre'
brew 'phantomjs'
brew 'pinentry'
brew 'pkg-config'
brew 'postgresql'
brew 'protobuf'
brew 'pstree'
brew 'pth'
brew 'pwgen'
brew 'python'
brew 'python3'
brew 'qt'
brew 'rabbitmq'
brew 'ragel'
brew 'rbenv'
brew 'readline'
brew 'redis'
brew 'rhino'
brew 'ruby-build'
brew 'ruby-install'
brew 's3cmd'
brew 'shellcheck'
brew 'sqlite'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'v8'
brew 'valgrind'
brew 'vim'
brew 'wget'
brew 'xz'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/science/veclibfort'
brew 'homebrew/science/arpack'
brew 'homebrew/science/superlu'
brew 'homebrew/science/armadillo'