tap 'caskroom/cask'
tap 'caskroom/versions'
brew 'caskroom/cask/brew-cask'
cask '1password'
cask 'appzapper'
cask 'arq'
cask 'chatology'
cask 'controllermate'
cask 'dash'
cask 'dropbox'
cask 'evernote'
cask 'fantastical'
cask 'flux'
cask 'hex-fiend'
cask 'intellij-idea'
cask 'istat-menus'
cask 'iterm2-nightly'
cask 'little-snitch'
cask 'mactex'
cask 'mamp'
cask 'money'
cask 'mou'
cask 'omnifocus'
cask 'omnigraffle'
cask 'quicksilver'
cask 'sequel-pro'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'sublime-text3'
cask 'texpad'
cask 'the-unarchiver'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vitamin-r'
cask 'vlc'
cask 'firefox'
cask 'firefoxdeveloperedition'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'google-hangouts'
cask 'opera'